Repository: MTA2002/Iriigalink
Catalog: lib/l10n/intl_*.arb
Languages: am

# welcome_splash
source: Welcome To Irrigalink App
am: ወደ Irigalink መተግበሪያ እንኳን በደህና መጡ

# language1
source: English
am: እንግሊዝኛ

# language2
source: Amharic
am: አማርኛ

source: Get Started
am: ይጀምሩ

source: I am Farmer
am: እኔ ገበሬ ነኝ

# i_am_dist
source: I am Distributor
am: እኔ አከፋፋይ ነኝ

source: Sign Up
am: ተመዝገቢ ነኝ

source: Login
am: አካውንት አለኝ

source: Or
am: ወይም

source: Farmer Signup
am: የገበሬዎች ምዝገባ

source: Full Name
am: ሙሉ ስም

# enter_full_name
source: Please enter your full name
am: እባክህ ሙሉ ስምህን አስገባ

# name_alphabet_characters
source: Name should contain only alphabet characters
am: ስም የፊደል ቃላቶችን ብቻ መያዝ አለበት።

source: Profile Picture
am: የመገለጫ ምስል

# select_profile_picture
source: Please select a profile picture
am: እባክዎ የመገለጫ ምስል ይምረጡ

source: Email
am: ኢሜይል

# valid_email_address
source: Please enter a valid email address
am: እባክህን ትክክለኛ ኢሜል አስገባ

source: Phone Number
am: ስልክ ቁጥር

# enter_phone_number
source: Please enter your phone number
am: እባክዎን ስልክ ቁጥርዎን ያስገቡ

# phone_number_numbers
source: Phone number should contain only numbers
am: ስልክ ቁጥሩ ቁጥሮችን ብቻ መያዝ አለበት።

source: Address
am: አድራሻ

# enter_address
source: Please enter your address
am: እባክህ አድራሻህን አስገባ

source: Crops you Produce
am: እርስዎ የሚያመርቱት ሰብሎች

# crops_produced
source: Crops you Produce
am: እርስዎ የሚያመርቱት ሰብሎች

# enter_crops_produced
source: Please enter the crops you produce
am: እባክህ የምታመርተውን ሰብል አስገባ

source: Land Size
am: የመሬት መጠን

# enter_land_size
source: Please enter your land size
am: እባክዎ የመሬትዎን መጠን ያስገቡ

# land_size_numbers
source: Land size should contain only numbers
am: የመሬት መጠን ቁጥሮችን ብቻ መያዝ አለበት

# farming_experience
source: Farming Experience (years)
am: የግብርና ልምድ (ዓመታት)

# enter_farming_experience
source: Please enter your farming experience
am: እባክዎን የእርሻ ልምድዎን ያስገቡ

# experience_numbers
source: Experience should contain only numbers
am: ልምድ ቁጥሮችን ብቻ መያዝ አለበት

source: Farm Land Picture
am: የእርሻ መሬት ሥዕል

# select_farm_land_picture
source: Please select a farm land picture
am: እባክዎን የእርሻ መሬት ምስል ይምረጡ

# next_step
source: Next
am: ቀጥሎ

source: OTP Verification
am: የኦቲፒ ማረጋገጫ

# enter_otp_message
source: Enter the OTP sent to your mobile number
am: ወደ ተንቀሳቃሽ ስልክ ቁጥርዎ የተላከውን OTP ያስገቡ

# incorrect_otp_message
source: Incorrect OTP. Please try again.
am: ትክክል ያልሆነ ኦቲፒ እባክዎ ዳግም ይሞክሩ.

source: Verify OTP
am: ኦቲፒን ያረጋግጡ

source: Next Screen
am: ቀጣይ ማያ

# otp_verified_message
source: OTP Verified!
am: OTP ተረጋግጧል!

source: IrrigaLink
am: IrigaLink

source: Chats
am: ቻቶች

source: Sensor Data
am: የሴንሰር ዳታ

source: Home
am: ቤት

source: Distributors
am: አከፋፋዮች

source: Market Price
am: የገበያ ዋጋ

source: Chats Section Coming Soon...
am: የውይይት ክፍል በቅርቡ ይመጣል...

source: Sensor Data Section Coming Soon...
am: የሴንሰር ዳታ ክፍል በቅርቡ ይመጣል...

source: Home Page Section Coming Soon...
am: መነሻ ገጽ ክፍል በቅርብ ቀን...

source: Distributors Section Coming Soon...
am: የአከፋፋዮች ክፍል በቅርብ ቀን...

source: Market Prices Section Coming Soon...
am: የገበያ ዋጋ ክፍል በቅርብ ቀን...

# drawer_account_name
source: Mahfouz Teyib
am: ማህፉዝ ጠይብ

# drawer_home
source: Home
am: ቤት

# drawer_my_books
source: My Books
am: የእኔ መጽሐፎች

# drawer_favorites
source: Favorites
am: ተወዳጆች

# drawer_change_language
source: Change Language
am: ቋንቋ ቀይር

# drawer_settings
source: Settings
am: ቅንብሮች

source: Change Language
am: ቋንቋ ቀይር

source: ID Number
am: የመታወቂያ ቁጥር

source: Name
am: ስም

source: Experience
am: ልምድ

source: years
am: ዓመታት

source: Online
am: በመስመር ላይ

source: Offline
am: ከመስመር ውጭ

source: Living In
am: ውስጥ መኖር

source: Phone No
am: ስልክ ቁጥር

source: Crops Produced
am: ሰብሎች ተመረተ

source: No Farmers Yet
am: እስካሁን ምንም ገበሬ የለም።

source: Farmer Detail
am: የገበሬ ዝርዝር

source: Distributor Detail
am: የአከፋፋይ ዝርዝር

source: Farm Image
am: የእርሻ ምስል

source: Start Chat
am: ውይይት ጀምር

source: birr
am: ብር

source: Current Price
am: የአሁኑ ዋጋ

source: Price Unit
am: የዋጋ ክፍል

source: Update Time
am: የዝማኔ ጊዜ

source: Manage Profile
am: መገለጫን አስተዳድር

source: Log Out
am: ውጣ

source: Contact Us
am: አግኙን

source: Addis Ababa
am: አዲስ አበባ

source: Afar
am: አፋር

source: Amhara
am: አማራ

source: Benishangul-Gumuz
am: ቤኒሻንጉል ጉሙዝ

source: Dire Dawa
am: ድሬዳዋ

source: Gambela
am: ጋምቤላ

source: Harari
am: ሀረሪ

source: Oromia
am: ኦሮሚያ

source: Sidama
am: ሲዳማ

source: Somali
am: ሶማሊ

source: Tigray
am: ትግራይ

# onion
source: Onions
am: ሽንኩርት

source: Tomato
am: ቲማቲም

source: Wheat
am: ስንዴ

source: Corn
am: በቆሎ

source: Rice
am: ሩዝ

source: Barley
am: ገብስ

source: Teff
am: ጤፍ

source: Sorghum
am: ማሽላ

# cofee
source: Coffee
am: ቡና

# khat
source: Chat
am: ጫት

source: Potato
am: ድንች

source: Looking for ...
am: እጠብቃለሁ ...

# save_changes
source: Save Cahnges
am: ለውጦችን አስቀምጥ

# distributing_experience
source: Distributing Experience (years)
am: የማሰራጨት ልምድ (ዓመታት)

# enter_distributing_experience
source: Please enter your distributing experience
am: እባክህ የማሰራጨት ልምድህን አስገባ

source: Store Picture
am: የማከማቻ ሥዕል

# select_store_picture
source: Please select a store picture
am: እባክዎ የመደብር ስዕል ይምረጡ

# dist_signup
source: Distributor Signup
am: የአከፋፋይ ምዝገባ

source: Farmers
am: ገበሬዎች

source: Crops you Sell
am: እርስዎ የሚሸጡ ሰብሎች

source: Crops Selled
am: የተሸጡ ሰብሎች

# enter_crops_selled
source: Please enter the crops you sell
am: እባክዎ የሚሸጡትን ሰብሎች ያስገቡ

source: Addis Ababa, Ethiopia
am: አዲስ አበባ፣ ኢትዮጵያ

source: Ethiopia
am: ኢትዮጵያ

# farmNotConfiguredMessage
source: Farm not configured yet, please configure it to use this service
am: እርሻ እስካሁን አልተዋቀረም፣ እባክዎ ይህን አገልግሎት ለመጠቀም ያዋቅሩት

source: Watering
am: ውሃ ማጠጣት

# manualModeRecommendation
source: Enable manual mode for better efficiency
am: ለተሻለ ውጤታማነት ማኑዋል ሞድ ያርጉ

# automaticModeRecommendation
source: Enable automatic mode for better efficiency
am: ለተሻለ ውጤታማነት አውቶማቲክ ሞድ ያርጉ

source: Current Weather
am: የአሁኑ የአየር ሁኔታ

source: Soil Moisture Sensor Data
am: የአፈር እርጥበት የሴንሰር ዳታ

source: Moisture Level
am: የእርጥበት ደረጃ

source: Switch Modes
am: ሞድ ይቅይሩ

source: Auto
am: አውቶ

source: Manual
am: ማኑዋል

source: Automatic Mode Enabled
am: አውቶ ሞድ ሆኑዋል

# manualModeEnabled
source: Manual Mode Enabled Turn the pump on and off
am: ማኑዋል ሞድ ሆኑዋል ፓምፑን ማብራት እና ማጥፋት ይችላሉ

source: Last 7 days Soil Moisture
am: የመጨረሻዎቹ 7 ቀናት የአፈር እርጥበት

source: Turn On
am: አብሩ

source: Turn Off
am: ያጥፉ

source: Welcome
am: እንኳን ደህና መጣህ

source: Categories
am: ምድቦች

source: all
am: ሁሉም

source: Fruits
am: ፍራፍሬዎች

source: Vegetables
am: አትክልቶች

source: other
am: ሌላ

# distributors_message
source: connect with distributors seamlessly.manage orders,track deliveries, and streamline your distribution process.
am: ከአከፋፋዮች ጋር ያለችግር ይገናኙ።ትዕዛዞችን ያስተዳድሩ፣መላኪያዎችን ይከታተሉ እና የስርጭት ሂደቱን ያመቻቹ።

source: Weather
am: የአየር ሁኔታ

source: Testimony
am: ምስክርነት

source: rainy day
am: ዝናባማ ቀን

source: cloudy day
am: የደመና ቀን

source: sunny day
am: ፀሃይማ ቀን

source: feels like
am: ይመስላል

# marketPriceMessage
source: Explore market prices in real-time. Make informed decisions with accurate and up-to-date market information.
am: የገበያ ዋጋዎችን በቅጽበት አስስ። በትክክለኛ እና ወቅታዊ የገበያ መረጃ በመረጃ ላይ የተመሰረተ ውሳኔ አድርግ።

source: Add More
am: ይጨምሩ

# explore
source: Explore now
am: አሁን ይመልከቱ

# farmers_message
source: connect with farmers seamlessly.manage orders,track deliveries, and streamline your distribution process.
am: ከገበሬዎች ጋር ያለችግር ይገናኙ።ትዕዛዞችን ያስተዳድሩ፣መላኪያዎችን ይከታተሉ እና የስርጭት ሂደቱን ያመቻቹ።
